package edu.skku.cs.pp.constant

class Names {

    companion object {
        val SEOUL_MUSEUM = "서울시립미술관"
        val SEOUL_GALLERY = "서울도시갤러리"
        val SEOUL_CULTURE = "서울문화공간"

        val REVIEW1_NAME = "fev"
        val REVIEW1_DATE = "2023-5-16"
        val REVIEW1_TEXT = "어머님과 에드워드호퍼 전시회 다녀왔어요\n돌담길이 아름다운 시립미술관 좋아요. 삽화, 스케치, 그리고 다큐멘터리와 원화까지 많이 있어서 너무 좋았어요. 현대인의 마음을 위로해주는 대표화가로 역시 그림이 주는 감정이 잘 느껴져요. 색감, 햇빛, 그림자가 잘 표현된 작품들, 아내에 대한 사랑도 느껴졌어요\n평일 저녁관람을 추천해요~ 평일 오후에 봤는데 관람객이 너무 많아요. 주말은 피하시길 바랍니다. 여기가 토스성지라던데 혹시 가시면 점심시간쯤 12-1시에 가면 20-30분 계시다고 하네요"

        val REVIEW2_NAME = "댕23"
        val REVIEW2_DATE = "2023-4-28"
        val REVIEW2_TEXT = "예매하고 갔지만 사람 너무 많아서 작품에 집중하고 관람하긴 어려웠음. 전시 흥행도 좋지만 관람자 수 고려해서 예약 받으시면 더욱 좋을듯..\n예상보다 주요작품보다는 습작 위주라 조금 아쉬웠지만 그래도 구성이 좋았고 한층이라도 촬영 가능하게 해 주신부분도 만족. 영화관람도 좋았는데 다만 시간 관계상 다 못본건 아쉬움.. 총 2시간 정도 관람했는데 생각보다 시간 후르륵. 여유있게 가시라!"

        val REVIEW3_NAME = "LICA25S"
        val REVIEW3_DATE = "2023-4-30"
        val REVIEW3_TEXT = "예매 시간대별로 줄서서 들어가고 기념 상품은 자유롭게 구매 가능합니다. 엽서는 개당 2000원이고 도록은 5월에 나올것같아요. 2-3-1-층 순으로 관람인데 2,3층은 촬영 안되요."
    }

}